{
  "meetourteam": "Meet Our Team",
  "meetourteamdesc": "The Trainly Development Team",
  "home": "Home",
  "sports": "Sports",
  "about": "About us",
  "about1": "About us",

  "contact": "Contact Us",
  "login": "Login",
  "get_started": "Get Started",
  "welcomeTitle": "Welcome To",
  "trainly": "Trainly",
  "yourJourney": "Your fitness journey starts here!",
  "findTrainer": "Find Your Perfect Trainer",
  "description1": "Connect with certified personal trainers in various sports.",
  "description2": "Achieve your fitness goal with personalized guidance and support.",
  "startJourney": "Start journey",

  "whyChoose": "Why choose",
  "questionMark": " ?",
  "whyChooseDesc1": "Trainly connects you with top personal trainers, offering",
  "whyChooseDesc2": "expert guidance tailored to your fitness goals.",
  "personalizedTrainingTitle": "Personalized Training",
  "personalizedTrainingDesc": "Receive customized workout plans and nutrition advice tailored to your individual needs and goals.",
  "certifiedTrainersTitle": "Certified Trainers",
  "certifiedTrainersDesc": "Connect with a network of certified and experienced personal trainers specializing in various sports.",
  "flexibleSchedulingTitle": "Flexible Scheduling",
  "flexibleSchedulingDesc": "Schedule training sessions at your convenience with flexible options to fit your busy lifestyle.",
  "progressTrackingTitle": "Progress Tracking",
  "progressTrackingDesc": "Monitor your progress with detailed tracking tools, celebrate milestones, and stay motivated.",

  "featureTitle": "Features",
  "feature1Title": "Personalized Plans",
  "feature1Desc": "Create training plans tailored to your fitness goals.",
  "feature2Title": "Expert Trainers",
  "feature2Desc": "Get guidance from certified trainers in various sports.",
  "feature3Title": "Flexible Scheduling",
  "feature3Desc": "Train at your convenience with our flexible schedule options.",

  "howItWorks": "How It Works",
  "step1Title": "1. Create Your Profile",
  "step1Desc": "Set up your profile with your fitness",
  "step1Desc2": "goals and preferences.",
  "step2Title": "2. Browse Trainers",
  "step2Desc": "Explore our network of certified trainers and ",
  "step2Desc2": "find the perfect match.",
  "step3Title": "3. Book Sessions",
  "step3Desc": "Schedule and book training sessions ",
  "step3Desc2": "directly through the app.",
  "step4Title": "4. Achieve Your Goals",
  "step4Desc": "Track your progress, stay motivated, and ",
  "step4Desc2": "achieve your fitness aspirations.",

  "readyTitle": "Ready to Start Your Fitness Journey?",
  "readyDesc": "Join us today and get in the best shape of your life with the help of professional trainers.",
  "getStarted": "Get Started Now",

  "aboutUs": "About Us",
  "aboutText": "We are dedicated to helping",
  "aboutText2": "you find the best trainers to",
  "aboutText3": "meet your fitness goals.",
  "contactUs": "Contact Us",
  "email": "Email",
  "phone": "Phone",
  "followUs": "Follow Us",
  "rights": "All Rights Reserved.",
  "empowering": "Empowering Fitness Through Connection",
  "aboutus1": "At Trainly, we believe that fitness is more than a routine, it's a journey.",
  "aboutus2": "Our mission is to make that journey simpler, smarter, and more personal by connecting you with certified trainers across a variety of sports and disciplines, including gym training, tennis, and padel.",
  "aboutus3": " Whether you're a beginner taking your first step or an athlete aiming to reach new heights, Trainly helps you find the right trainer, build custom plans, and track your progress, all in one place.",
  "aboutus4": "Join our community today and take the first step towards a healthier, fitter you!",
  "ourvision": "Our vision",
  "aboutus5": "To make fitness personal, connected, and inspiring.",
  "aboutus6": "To become the leading platform that bridges the gap between trainers and trainees, offering personalized fitness experiences accessible anytime, anywhere.",
  "ourmission": "our mission",
  "for trainers": "For trainers",
  "for trainees": "For trainees",
  "aboutus7": "To help users discover expert trainers that fit their goals and style.",
  "aboutus8": "To give trainers a digital space to showcase their expertise and grow their business.",
  "Overall": "Overall",
  "aboutus9": "To promote a community built on motivation, progress, and trust.",
  "aboutus10": "What We Offer",
  "aboutus11": "Personalized Training Plans",
  "aboutus12": "Personalized Training Plans designed by certified trainers.",
  "aboutus13": "Custom tailored training plans made by certified trainers.",
  "aboutus14": "Direct communication",
  "aboutus15": "Direct communication through in-app messaging.",
  "aboutus16": "Multi-sport Support",
  "aboutus17": "Multi-sport support for gym, tennis, padel, and more.",
  "aboutus18": "Secure Platform",
  "aboutus19": "Secure platform with verified trainers and safe payments",
  "aboutus20": "Find your perfect trainer, follow your plan, and achieve your goals at your own pace.",
  "aboutus21": "Trainly makes your fitness journey organized, flexible, and motivating.",
  "aboutus22": "Showcase your expertise, connect with clients, and manage your plans effortlessly.",
  "aboutus23": "Trainly helps you grow your personal brand while focusing on what matters most — helping others get stronger.",
  "jointhe": "Join our",
  "aboutus24": "Together, we're redefining how people train.",
  "aboutus25": "Start your journey with Trainly today — where every goal has a plan, and every plan has a trainer.",
  "startnow": "Get Started Now",
  "Community": "Community",

  "contactus": "Contact us",
  "contactus1": "We're Here to Help",
  "contactus2": "Whether you have a question, need support, or want to share feedback our team is always ready to assist you",
  "sendamessage": "Send us a message",
  "contactus3": "Fill out this form below and we'll get back to you soon",
  "name": "Name",

  "message": "Message",
  "sendmessage": "Send Message",
  "ContactInformation": "Contact Information",
  "EmailSupport": "Email Support",
  "PhoneSupport": "Phone Support",
  "WorkingHours": "Working Hours",
  "contactus12": "Sun - Thur: 9AM - 6PM",
  "contactus13": "Fri - Sat: 10AM - 4PM",
  "contactus14": "Fast Response",
  "contactus15": "We typically respond to all inquiries within 24 hours.",
  "contactus16": "Meet Our Team",
  "contactus17": "How can we help you?",
  "contactus18": "Your full name",

  "sports1": "Explore Sports on",
  "sports2": "Train Smarter. Play Better.",
  "sports3": "Whether you're looking to build strength, improve your technique, or master one more sport, Trainly connects you with certified professionals ready to guide you every step of the way.",
  "gym": "GYM & Fitness",
  "sports5": "Build Strength. Boost Confidence.",
  "sports6": "At Trainly, we help you take your gym training to the next level with expert guidance and personalized workout plans. Whether your goal is to gain muscle, lose weight, or improve endurance, our certified trainers are here to design the right program for you.",
  "padel": "Padel",
  "sports8": "Play Smart. Play Fast.",
  "sports9": "Join the padel movement with Trainly’s certified padel trainers. Whether you’re learning the basics or sharpening your competitive edge, our experts will help you improve through fun, focused, and dynamic sessions.",
  "tennis": "Tennis",
  "sports10": "Master Every Swing.",
  "sports11": " With Trainly, improving your tennis game has never been easier. Our professional tennis coaches focus on perfecting your techniques, strategy, and footwork, ensuring you play with confidence and precision..",

  "notFoundTitle": "Page Not Found",
  "notFoundDescription": "The page you are looking for doesn't exist or has been removed.",
  "notFoundButton": "Go to Home Page",

  "paymentFailedTitle": "Your Payment Failed!",
  "paymentFailedLine1": "The payment was unsuccessful,",
  "paymentFailedLine2": "please check your card information and try again",
  "tryAgain": "Try again",
  "backToHome": "Back To Home Page",

  "forgotPasswordTitle": "Forgot your password?",
  "forgotPasswordDesc": "Enter your email to reset it!",
  "forgotPasswordPlaceholder": "Enter your email",
  "submitButton": "Submit",
  "backToLogin": "Back to login",

  "checkEmailTitle": "Check your Email!",
  "checkEmailMessage": "We have sent an email with password reset information",
  "checkEmailTo": "to o****e@h*****g.com",
  "checkSpamMessage": "Don’t forget to check your spam or junk folder",
  "notReceivedYet": "Didn't receive the email yet?",
  "resendEmailButton": "Resend Email",

  "resetPasswordTitle": "Reset Password",
  "resetPasswordSubtitle": "Enter a new password for your account",
  "newPasswordPlaceholder": "Your new password",
  "confirmPasswordPlaceholder": "Confirm your new password",
  "resetPasswordButton": "Reset Password",

  "passwordResetSuccess": "Password was reset successfully",

  "Terms and Conditions": "Terms and Conditions",
  "Terms 1": "Last updated: November 5, 2025",
  "Terms 2": "Quick Navigation",
  "Terms 3": "Welcome to our training platform. These Terms and Conditions govern your use of our services that connect trainers with trainees. By accessing or using our platform, you agree to be bound by these terms.",
  "Terms 5": "1. Acceptance of Terms",
  "Terms 6": " By creating an account and using our platform, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions. If you do not agree to these terms, you must not use our services.",
  "Terms 7": "We reserve the right to modify these terms at any time. Continued use of the platform after changes constitutes acceptance of the modified terms.",
  "Terms 8": "2. Definitions",
  "Terms 9": "Platform:",
  "Terms 10": "The website, mobile applications, and all related services we provide.",
  "Terms 11": "Trainer:",
  "Terms 12": "A registered user who offers training services through our platform.",
  "Terms 13": "Trainee:",
  "Terms 14": "A registered user who seeks and receives training services through our platform.",
  "Terms 15": "All features, content, and functionality available through the platform.",
  "Terms 16": "3. Account Registration",
  "Terms 17": "To use our platform, you must register for an account and provide accurate, complete, and current information. You are responsible for maintaining the confidentiality of your account credentials.",
  "Terms 18": "Registration Requirements:",
  "Terms 19": "Must be at least 18 years of age",
  "Terms 20": "Provide valid email address and contact information",
  "terms 21": "Verify identity as required by the platform",
  "Terms 22": "Agree to receive communications from us",
  "Terms 23": " 4. Trainer Obligations",
  "Terms 24": "Trainers using our platform agree to the following obligations:",
  "Terms 25": "Maintain valid certifications, licenses, and qualifications relevant to the training services offered. Provide proof of credentials upon request.",
  "Terms 26": "Professional Conduct",
  "Terms 27": "Conduct all training sessions professionally, safely, and in accordance with industry standards. Respect trainee boundaries and maintain appropriate professional relationships.",
  "Terms 28": "Service Delivery",
  "Terms 29": "Deliver training services as described in your profile. Honor scheduled sessions and provide adequate notice for cancellations or rescheduling.",
  "Terms 30": "Safety and Insurance",
  "Terms 31": "Maintain appropriate liability insurance. Ensure training environments meet safety standards and comply with all applicable health and safety regulations.",
  "Terms 32": "5. Trainee Obligations",
  "Terms 33": "Trainees using our platform agree to the following obligations:",
  "Terms 34": "Accurate Information",
  "Terms 35": "Provide accurate information about your fitness level, health conditions, injuries, and any other factors relevant to training. Disclose all medical conditions that may affect your ability to train safely.",
  "Terms 36": "Medical Clearance",
  "Terms 37": "Obtain medical clearance from a healthcare professional before beginning any training program, especially if you have pre-existing health conditions.",
  "Terms 38": "Payment Obligationsn",
  "Terms 39": " Pay for services as agreed upon with your trainer. Honor payment commitments and cancellation policies established by the trainer.",
  "Terms 40": "Respectful Behavior",
  "Terms 41": "Treat trainers with respect and professionalism. Follow instructions during training sessions and communicate openly about concerns or limitations.n",
  "Terms 42": "6. Payments and Fees",
  "Terms 43": "Our platform facilitates payments between trainers and trainees. The following terms apply:",
  "Terms 44": "Platform Fees:",
  "Terms 45": "We charge a service feevon all transactions processed through the platform. This fee is clearly disclosed before any payment is made.n",
  "Terms 46": "Payment Processing:",
  "Terms 47": "All payments are processed securely through our third-party payment providers. We do not store credit card information.",
  "Terms 48": "Refund Policy:",
  "Terms 49": "Refunds are subject to the cancellation policy agreed upon between trainer and trainee. Disputes should be resolved directly between parties, with platform mediation available if needed.",
  "Terms 50": "Trainer Payouts:",
  "Terms 51": "Trainers receive payment according to the schedule outlined in their agreement, minus applicable platform fees and payment processing charges.",
  "Terms 52": "7. Liability and Disputes",
  "Terms 53": "Limitation of Liability",
  "Terms 54": "The platform acts as an intermediary connecting trainers and trainees. We are not responsible for the quality, safety, or legality of training services provided. Users assume all risks associated with training activities.",
  "Terms 55": "Trainers and trainees are independent parties. The platform does not employ trainers and is not responsible for their actions, qualifications, or conduct.",
  "Terms 56": "In the event of disputes between trainers and trainees, parties agree to first attempt resolution through our dispute resolution process. The platform may assist in mediation but is not obligated to resolve disputes.",
  "Terms 57": "By using the platform, you release the platform, its owners, employees, and affiliates from any claims, damages, or liability arising from your use of the services or interactions with other users.",
  "Terms 58": "8. Termination",
  "Terms 59": "We reserve the right to suspend or terminate any account that violates these Terms and Conditions, engages in fraudulent activity, or poses a risk to other users.",
  "Terms 60": "Grounds for Termination:",
  "Terms 61": "Users may terminate their accounts at any time by contacting our support team. Termination does not relieve users of any outstanding payment obligations.",
  "Terms 62": "Accounts may be terminated for violation of terms, fraudulent activity, harassment of other users, provision of false information, non-payment, or any activity that compromises platform integrity or user safety.",
  "Terms 63": "If you have any questions about these Terms and Conditions, please contact us:",
  "Terms 64": "By using our platform, you acknowledge that you have read and understood these Terms and Conditions and agree to be bound by them.",
  "Terms 65": "Services:",
  "Terms 66": "Qualifications",
  "section1": "1. Acceptance of Terms",
  "section2": "2. Definitions",
  "section3": "3. Account Registration",
  "section4": "4. Trainer Obligations",
  "section5": "5. Trainee Obligations",
  "section6": "6. Payments and Fees",
  "section7": "7. Liability and Disputes",
  "section8": "8. Termination"
}
